const intro = {
  title: '前言',
  para1:
    'Graphene，石墨烯，是EOS创始人Daniel Larimer创建的一个区块链底层技术架构，Daniel基于此架构开发了Bitshares, Steem, EOS等具有深远影响的项目，基于此架构开发的著名区块链项目还有Peerplays，Karma，Payger，Cybex，MUSE，Scorum，YOYOW，公信宝，DECENT等。',
  para2:
    '石墨烯技术的高性能和可扩展性让区块链技术转向商业应用成为可能，但相关技术人才紧缺成为制约行业发展的重要因素，本次会议旨在加强石墨烯社区的交流合作，建立石墨烯开发者社区，为石墨烯生态注入更强的力量。',
}

const lookback = {
  title: '2018中国石墨烯开发者大会回顾',
  para:
    'Bitshares、公信宝、Cybex、DECENT等12个优质区块链项目共聚上海，400+观众现场互动，探讨石墨烯技术的未来。',
}

const overview = {
  title: '全球大会概况',
  head1: '会议规模:',
  head2: '会议时间:',
  head3: '会议地点:',
  head4: '目标群体:',
  head5: '会议形式:',
  head6: '主办方:',
  head7: '协办方:',
  p1: '1000+',
  p2: '2018年5月5日-5月6日',
  p3: '上海喜马拉雅酒店',
  p4:
    '石墨烯技术开发者、区块链开发者、区块链相关从业者、区块链技术爱好者、区块链相关投资人',
  p5: '主题演讲+圆桌论坛',
  p6: 'BlockGeek、GDEX',
  p7: 'Blockchain Centre China、Blockshine、Shared Finance',
}

const star = {
  title: '大会亮点',
  head1: '闭门会议',
  head2: '特色圆桌',
  head3: 'EOS专场',
  p1: '与全球顶尖石墨烯技术开发者面对面交流',
  p2: '比特股未来走势大论战',
  p3: '全方位了解中国EOS社区生态',
}
const vip = {
  title: '特邀嘉宾',
}
const sponsor = {
  title: '赞助权益',
}
const host = {
  title: '主办方',
  blockGeek: `BlockGeek（苏州块聚客信息科技有限公司）是Blockchain Global全球区块链教育航母品牌，致力于构建以教育为核心的区块链人才生态，助推全球社会变革。
BlockGeek运营全球首个非盈利性质区块链知识中心和联合办公空间Blockchain Centre中国区。 Blockchain Centre自2014年在墨尔本成立以来，始终致力于区块链知识在全球范围内的教育培养与宣传，现已在澳大利亚、中国、美国、马来西亚、立陶宛先后成立分中心。中心积极与产业界合作，与AWS、微软和IBM等科技巨头建立合作关系。其下属孵化器计划，已孵化、投资数家区块链初创企业和合资企业。`,
  gdex: `GDEX是比特股理事巨蟹先生成立的上海威切信息科技有限公司做的一款基于Bitshares、去中心化的数字资产交易所。在这里，用户不仅可以交易自己的数字资产，还可以使用Bitshares内盘的功能，如资产发行、抵押、投票等。`,
}

const assist = {
  title: '协办方',
  para: `Blockchain Centre自2014年在墨尔本成立以来，始终致力于区块链知识在全球范围内的教育培养与宣传，现已在澳大利亚、中国、美国、马来西亚、立陶宛先后成立分中心。中心积极与产业界合作，与AWS、微软和IBM等科技巨头建立合作关系。Blockchain Centre中国区总部位于上海，将在全国主要城市建立分中心，致力于建立区块链技术人才的“黄埔军校”，构建以教育为核心的区块链人才生态，助推全球社会变革。`,
  para2: 'Blockshine Technology博聚科技是全球领先的区块链行业一站式服务及解决方案供应商。致力于区块链技术和应用开发，为科技项目开发、区块链应用开发等方面提供整体解决方案与顾问咨询服务。凭借创新的科技手段、丰富的业内资源，我们为企业用户提供数据研究与分析服务，量身打造区块链/科技项目IP运营方案、品牌运营方案，最大化地提高商业价值和品牌影响力。 ',
 para3:'共享财经（www.gongxiangcj.com）诞生于2015年，是最早从事于区块链行业的媒体之一，公司是一家创新型产业链媒体，定位于区块链综合服务提供商，关注区块链行业最新讯息及金融科技投融资领域。目前共享财经旗下拥有共享财经门户网站、新媒体《区块链新金融》、数链APP，是集资讯、投研、数据与区块链金融服务于一体的一站式平台，目前用户集群达到数十万人，覆盖主流金融和区块链行业人士，其新闻报道质量和产品体验受到市场欢迎和认可。'
}

const partner = {
  title: '合作伙伴 (持续更新)',
}

export const footer = {
  title: '联系我们',
  cp: '媒体/商务合作',
  tel: '+86 15851461946',
  emailbox: '邮箱',
  email: 'graphene.devcon@foxmail.com',
  consult: '会务咨询',
  info: 'graphene_assistant@foxmail.com',
  weibo: '微博',
  twitter: '推特',
}

const menu = [
  '大会介绍',
  '演讲嘉宾',
  '主办方',
  '赞助权益',
  '联系我们',
  '购票入口',
]
const faq = {
  title: 'FAQ',
  q1: "我想了解一下大会地点",
  q2: "从机场或火车站如何去上海卓美亚喜马拉雅酒店？",
  q3: "我英语水平欠佳，会议期间会提供翻译设备吗？",
  q4: "赞助相关，赞助权益有哪些，联系谁？",
  q5: "活动当天提供餐饮吗？",
  q6: "我想了解一下活动地点周边休闲娱乐场所",
  a1: "卓美亚喜玛拉雅屹立于上海浦东，由曾主持设计西班牙巴塞罗那体育馆和洛杉矶现代美术馆的国际着名建筑大师矶崎新先生设计。酒店开业时间2011年4月，楼高21层，客房总数393间（套）。",
  a2: `✔︎【上海虹桥机场（一号航/二号航站楼）/上海浦东国际机场-酒店】乘地铁2号线至龙阳路，转7号线至花木路，3号口出站即到酒店。
✔︎【上海火车站-酒店】乘地铁1号线至人民广场，转2号线至龙阳路，转7号线至花木路，3号口出站即到酒店。
✔︎【虹桥火车站-酒店】乘地铁2号线至龙阳路，转7号线至花木路，3号口出站即到酒店。`,
  a3: "期间我们会准备数量充足的同传设备，保证信息传递和交流的通畅；届时您只需要凭借身份证就可以到场免费换取同传设备。",
  a4: "赞助商合作，请联系Linda，电话 158 5146 1946，邮箱 graphene.devcon@foxmail.com",
  a5: "仅VIP票包含午餐（两天）和晚宴，早鸟票、普通票不提供饭食，资料袋含有休闲零食",
  a6: " 嘉里中心 陆家嘴  东方明珠 国金中心 上海中心 上海外滩 新天地 田字坊（酒吧）南京路步行街  豫园城隍庙 （小吃 商业街 土特产）"
}

const ticket = 'https://www.bagevent.com/event/1274864'
const cn = {
  faq,
  intro,
  lookback,
  overview,
  star,
  vip,
  host,
  assist,
  partner,
  sponsor,
  footer,
  menu,
  ticket,
}

export default cn
